<template>
  <navbar-view></navbar-view>
  
  <div class=" flex justify-center">
    <Breadcrumb
      style="margin-right: 150px; padding: 10px"
      :home="home"
      :model="items"
    />
  </div>


  <h2 style="text-align: right; margin-right: 7%; margin-top: 2%">
    سياســة الاستخــــدام
  </h2>

  <div class="container-fluid">
    <div class="row">
      <div class="col-md-7">
        <p
          style="
            text-align: right;
            margin-right: 11%;
            margin-top: 2%;
            font-size: 20px;
            
          "
        >
          هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
          النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من
          النصوص الأخرى إضافة ...هذا النص هو مثال لنص يمكن أن يستبدل في نفس
          المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد
          مثل هذا النص أو العديد من النصوص الأخرى إضافة ...هذا النص هو مثال لنص
          يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص
          العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى
          إضافة ... هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
          توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو
          العديد من النصوص الأخرى إضافة ...هذا النص هو مثال لنص يمكن أن يستبدل
          في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك
          أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة ... مثل هذا النص
          أو العديد من النصوص الأخرى إضافة ...هذا النص هو مثال لنص يمكن أن
          يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث
          يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة ... هذا
          النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص
          من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من
          النصوص الأخرى إضافة ...هذا النص هو مثال لنص يمكن أن يستبدل في نفس
          المساحة، لقد تم توليد
        </p>
      </div>

      <div class="col-md-4">
        <img
          style="margin-right: 30%; border-radius: 15px; height: 420px"
          src="../assets/insurance-policy-data-security-business_114835-164.jpg"
          alt=""
        />
      </div>
    </div>
  </div>



  
  <h2
    style="
      margin-right: 7%;
      text-align: right;
      margin-top: 5%;
      font-size: 1.8rem;
      font-weight: bold;
      line-height: 42px;
    "
  >
    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من
    مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص <br />
    أو العديد من النصوص الأخرى إضافة ... هذا النص هو مثال لنص يمكن أن يستبدل في
    نفس المساحة، لقد تم توليد يستبدل في نفس المساحة، <br />
    لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك لعربى، حيث يمكنك أن
    تولد مثل هذا النص ...
  </h2>

  <p style="margin-right: 7%; text-align: right; margin-top: 3%; font-size: 20px; ">
    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من
    مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى
    إضافة ... هذا النص هو مثال لنص يمكن أن يستبدل  <br> في نفس المساحة،  لقد تم توليد
    هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من
    النصوص الأخرى إضافة ...هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة،
    لقد تم توليد  هذا النص <br> من مولد النص العربى، حيث يمكنك أن تولد  مثل هذا النص أو
    العديد من النصوص الأخرى إضافة ... هذا النص هو مثال لنص يمكن أن يستبدل في نفس
    المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنـــــك أنـ <br> تولد مثل
    هذا النص أو العديد من النصوص الأخرى إضافة ..
  </p>
<footer-view></footer-view>
</template>

<script>
import Breadcrumb from "primevue/breadcrumb";

import NavbarView from "@/components/NavbarView.vue";
import FooterView from "@/components/FooterView.vue";
export default {
    data() {
    return {
      items: [{ label: " الرئيسية" }, { label: "سياسة   الاسترجاع" }],
    };
  },
    components: { NavbarView , FooterView , Breadcrumb},

}
</script>

<style>

</style>