<template>
  <navbar-view></navbar-view>

  <div class=" flex justify-center">
    <Breadcrumb
      style="margin-right: 140px;  padding: 10px"
      :home="home"
      :model="items"
    />
  </div>

  <h2 style="text-align: right; margin-right: 7%; margin-top: 3%;">معلومات حول اسم الشركة</h2>
  <p
    style="
      text-align: right;
      margin-right: 7%;
      word-spacing: 2px;
      font-size: 21px;
      width: 80%;
    "
  >
    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من
    مولد النص العربى، حيث يمكنك أن تولد مثل هذا <br />
    النص أو العديد من النصوص الأخرى إضافة ...هذا النص هو مثال لنص يمكن
  </p>

  <div class="image">
    <img src="../assets/4f75797ef862a9cedd7a73788505eb949.png" alt="" />
    <img
      style="margin-top: 8%"
      src="../assets/348e3e84420f789223900372fb1ab709c.png"
      alt=""
    />
    <img src="../assets/2019c8835273f94d92e3781dec1fe902e.png" alt="" />
    <img
      style="margin-top: 8%"
      src="../assets/1f6a7e3af49614adb57d63f754796ef57.png"
      alt=""
    />
  </div>

  <div style="margin-top: 5%">
    <p>
      هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص
      من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص
      الأخرى إضافة ...هذا النص هو مثال لنص يمكن أن يستبدل <br />
      في نفس المساحة لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن
      تولد مثل هذا الــنص أو العديد من النصوص الأخرى إضافة ...هذا النص هو مثال
      لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص <br />
      من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص
      الأخرى إضافة ... هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد
      تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد <br />
      مثل هذا النص أو العديد من النصوص ...هذا النص هو مثال لنص يمكن أن يستبدل في
      نفس المساحه مثل هذا النص أو العديد من النصوص الأخرى إضافة هذا النص هو مثال
      لنص يمكن أن يستبدل في نفس المساحة، لقد تــم <br />
      توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو
      العديد من النصوص ...هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة،
      لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن <br />
      تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة مثل هذا النص أو العديد
      من النصوص ...هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
      توليد هذا النص من مولد النص العربى، حيث يمكنك أن <br />
      تولد مثل هذا النص أو العديد من النصوص الأخرى أو العديد من النصوص الأخرى
    </p>

    <p>
      هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص
      من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص
      الأخرى إضافة ... هذا النص هو مثال لنص يمكن أن يستبدل <br />
      في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن
      تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة .
    </p>
  </div>

  <footer-view></footer-view>
</template>

<script>
import NavbarView from "@/components/NavbarView.vue";
import FooterView from "@/components/FooterView.vue";
import Breadcrumb from "primevue/breadcrumb";

export default {
  data() {
    return {
      items: [{ label: " الرئيسية" }, { label: "قـصــتنا" }],
    };


  },
  components: { NavbarView,Breadcrumb, FooterView },
};
</script>

<style scoped>
.image img {
  width: 20%;
  height: 460px;
  margin: 19px;
  border-radius: 15px;
}
p {
  font-size: 20px;
  margin-right: 7%;
  text-align: right;
}
</style>  